{
  "list": [
    {
      "image": "https://cdn.dribbble.com/userupload/4254311/file/original-3e55e344e93279b74a363e2b87e74b72.png?compress=1",
      "title": "Mobile Development",
      "desc": "Exclusively create mobile application that work on both IOS and Android Platform. Starting the idea then throw into design then develop your mobile application using special treatment. Start with small device then enhance to the next level"
    },
    {
      "image": "https://cdn.dribbble.com/users/444452/screenshots/21498044/b0226ec2-ece7-4f7a-985c-2ee7ae4b42c9_4x.png?compress=1",
      "title": "Web Development",
      "desc": "Build your own platform with special feature. I create world class site that help ou out with your own business with new solution. No matter what platform and stack do you use, i will treat it become better"
    },
    {
      "image": "https://cdn.dribbble.com/userupload/3672090/file/original-4ab5b34a40e35cb0292a188e966d4266.png?compress=1",
      "title": "UI UX Design",
      "desc": "I help you create UI UX Design for your next app product. Everything is seamlysly integrated and start with idea into a real prototype to validate the business idea. Each design come with lot of benefits that ensure the app just work"
    },
    {
      "image": "https://cdn.dribbble.com/userupload/2897809/file/original-9b809d30eae216a7e468ae368be1677e.png?compress=1",
      "title": "Backend & Devops Development",
      "desc": "Powering your app with super, fast, and secure backend API. I create backend that combine the devops feature, so the proces is moving forward and fast."
    }
  ],
  "process": [
    {
      "title": "Ideation & Identify",
      "desc": "In this phase, i will understanding about your business role, models, and pusposes. Ensure all requirements and idea can be implemement into a real world app"
    },
    {
      "title": "Research",
      "desc": "Next, i will start to doing research for entire project. This can be included market analysis, user interview, personas, competitor analysis and validate the idea"
    },
    {
      "title": "Design & Concepting",
      "desc": "Mowing into a concepting app, design including sketch, wireframe, visual design, prototype, usability testing and handoff the design to developemnt process"
    },
    {
      "title": "Development",
      "desc": "Start by choose the tech stack, consideration then moving into coding mode."
    },
    {
      "title": "Testing",
      "desc": "I will ensure application become tested and passing all testing including unit, component, and end to end testing. So you can get the best app"
    },
    {
      "title": "Launch",
      "desc": "Help you launch the app, also some material like source code, secrets, and other important stuff will be capsuled into a single source"
    }
  ]
}
